{
  "type": "network",
  "version": "1.0",
  "data": "data.json",
  "logo": {
    "file": "",
    "link": "",
    "text": "Dickson Lai"
  },
  "text": {
    "more": "This network graph is a visual representation of the relationships between investors and projects that are connected through capital raising events, such as seed stage or Series A. Each investor or project is represented by a node, and the connections between them (i.e., the capital commitments made by investors to projects in a capital raise event) are represented by edges. The weight of each edge represents the total size of the capital raise event.\n\nIn the case with DCG, the network graph shows all of the nodes that are connected them as well as all of the nodes that are connected to those nodes, up to a depth degree of 2. This can be used to understand the degree of impact that DCG has on a particular project or investor by identifying the number and value of capital raises they have in common within the network surrounding DCG. The more they are connected within the network, the greater the impact, which is also reflected by the size of the node in the graph.\n\nTaking data from @DefiLlama , there is a total of 1029 projects/investors that are directly and indirectly connected to DCG.\n\nFor example, DCG is one of the investors in the Seed round for Project X together with another investor, Investor Y. This relationship will be represented in the chart by DCG -- Project X -- Investor Y.",
    "intro": "This is a network graph that shows all of the nodes that are connected to DCG as well as all of the nodes that are connected to those nodes, up to a depth degree of 2.\n\nTaking data from @DefiLlama , there is a total of 1029 projects/investors that are directly and indirectly connected to DCG.",
    "title": "The DCG Contagion"
  },
  "legend": {
    "edgeLabel": "Capital Raise",
    "colorLabel": "Groupings",
    "nodeLabel": "Projects/Investors"
  },
  "features": {
    "search": true,
    "groupSelectorAttribute": "color",
    "hoverBehavior": "dim"
  },
  "informationPanel": {
    "groupByEdgeDirection": false,
    "imageAttribute": false
  },
  "sigma": {
    "drawingProperties": {
      "defaultEdgeType": "curve",
      "defaultHoverLabelBGColor": "#002147",
      "defaultLabelBGColor": "#ddd",
      "activeFontStyle": "bold",
      "defaultLabelColor": "#000",
      "labelThreshold": 10,
      "defaultLabelHoverColor": "#fff",
      "fontStyle": "bold",
      "hoverFontStyle": "bold",
      "defaultLabelSize": 14
    },
    "graphProperties": {
      "maxEdgeSize": 0.5,
      "minEdgeSize": 0.2,
      "minNodeSize": 1,
      "maxNodeSize": 7
    },
    "mouseProperties": {
      "maxRatio": 20,
      "minRatio": 0.75
    }
  }
}